public class Main {
    public static void main(String[] args) {
        // Задание 1
        System.out.println("Задание 1");

        int age = 14;

        if (age >= 18) {
            System.out.println("Поздравляю тебя,ты совершеннолетний!");
        } else {
            System.out.println("Твой возраст совершеннолетия ещё не наступил, и нужно немного подождать.");
        }
    }
}
